questions = [("Сколько будет 2+2?", "Четыре", 0),
             ("Сколько будет 3+3?", "Шесть", 0),
             ("Оно принадлежит только вам, но другими людьми оно используется больше вас. О чем идет речь?", "Ваше имя", 0),
             ("Есть дом с четырьмя стенами. Каждая из этих стен обращена на юг. Медведь кружит вокруг дома. Скажи, какого цвета животное?", "Белого. Раз всеми стенами дом обращен к югу, это означает, что он расположен на Северном полюсе, следовательно, это животное – белый полярный медведь.", 0),
             ("Сидит в темнице, красная девица, а коса на улице?", "Морковь", 0),
             ("Не лает, не кусает, а в дом не пускает.", "Замок", 0),
             ("Сто одёжек и все без застежек.", "Капуста", 0),
             ("Сидит дед, в шубу одет, кто его раздевает, тот слёзы проливает.", "Лук", 0),
             ("В доску спрячется бедняжка — чуть видна его фуражка.", "Гвоздь", 0),
             ("Зимой и летом одним цветом.", "Ёлка", 0),
             ("Сперва блеск, за блеском — треск!", "Гроза", 0),
             ("Белые горошки на зелёной ножке.", "Ландыш", 0),
             ("У владельца зоомагазина был попугай с табличкой на клетке, которая гласила: «Попугай повторяет все, что слышит». Дэйви решил купить этого попугая, и в течение двух недель вел с ним разговоры. Но попугай так и не произнес ни одного слова. Дэйви принес попугая обратно, а хозяин зоомагазина поклялся, что не солгал ничего о попугае. Как это может быть?", "Просто попугай был глухим", 0),
             ("Без окон, без дверей, полна горница людей. Что это?", "Огурец", 0)]


# questions.append(["2+2", "Четыре", 0])
#

def add_question(q, a):
    questions.append([q, a, 0])

